/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " pistes";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d canaux";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d canaux";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "la position par rapport au temps total";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "Avancé";

/* Pref Subtitle */
"Alignment:" = "Alignement:";

/* Pref Subtitle */
"Allow overlapping subtitles" = "Autoriser la superposition des sous titres";

/* Pref General */
"Always" = "Toujours";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "Toujours cacher le dock en mode plein écran";

/* Pref Video */
"Always try to use secondary screen" = "Essayer de forcer l'utilisation du moniteur secondaire";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabique (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabique (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabique (Windows-1256)";

/* preference */
"Ask me" = "Demandez moi";

/* OSD hint */
"Aspect Ratio: Locked" = "Ratio d'aspect: Verrouillé";

/* OSD hint */
"Aspect Ratio: Restored" = "Ratio d'aspect: Restauré";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Ratio d'aspect: Déverrouillé";

/* PrefToolBarLabel */
"Audio" = "Audio";

/* OSD hint */
"Audio %@" = "Audio %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Décalage audio: %.1f s";

/* Inspector Info */
"Audio:%d" = "Audio:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltique (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltique (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltique (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "Couleur de la bordure:";

/* Pref Subtitle */
"Bottom - Left" = "Bas - Gauche";

/* Pref Subtitle */
"Bottom - Middle" = "Bas - Milieu";

/* Pref Subtitle */
"Bottom - Right" = "Bas - Droite";

/* Pref Subtitle */
"Bottom only" = "En bas seulement";

/* Video Tuner Panel */
"Brightness:" = "Luminosité:";

/* Pref Network */
"Cache size for stream:" = "Taille du cache pour le streaming:";

/* OSD hint */
"Caching: %4.2f%%" = "Mise en cache: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Impossible de trouver un fichier supporté";

/* Panel Button */
"Cancel" = "Annuler";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtique (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtique (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Europe centrale (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Europe centrale (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Europe centrale (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Europe centrale (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Chapitre: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinois simplifié (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinois simplifié (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinois simplifié (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinois simplifié (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinois traditionnel (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinois traditionnel (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinois traditionnel (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinois traditionnel (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinois traditionnel (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinois traditionnel (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "Choisir une méthode d'encodage approprié:";

/* open url panel */
"Clear Menu..." = "Effacer le menu...";

/* Pref Subtitle */
"contains the video file name" = "contient le nom de la vidéo";

/* Video Tuner Panel */
"Contrast:" = "Contraste:";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillique (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillique (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillique (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillique (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillique (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "Par défaut (utiliser les valeurs du fichier sous titres)";

/* Pref Video */
"Deinterlace method" = "Méthode de désentrelacement";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "Détecter automatiquement la sortie numérique SPDIF";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Fichier détecté:\t%1$@\nEncodé:\t\t%2$@\nconfiance:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Désactiver";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "Désactiver le scroll horizontal de navigation";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "Désactiver le scroll vertical d'ajustement du volume";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "Ne pas conserver, toujours remettre à zéro les réglages lorsque l'application est quittée";

/* Pref General */
"Enable \"Open Recent\" menu" = "Activer le menu \"Ouvrir récent\"";

/* menu */
"Enter Fullscreen" = "Passer en plein écran";

/* Pref Video */
"Enter fullscreen when playback starts" = "Passer en plein écran lorsque la lecture démarre";

/* Equalizer Panel */
"Equalizer" = "Égaliseur";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* menu */
"Exit Fullscreen" = "Quitter le plein écran";

/* Pref Advanced */
"Extra options" = "Options extra:";

/* Pref General */
"Find and play next file automatically" = "Trouver et lire automatiquement le fichier suivant";

/* Pref General */
"Font Color" = "Couleur de la police";

/* Pref Subtitle */
"Font Color:" = "Couleur de la police:";

/* Pref Subtitle */
"Font Style" = "Style de la police";

/* Pref Subtitle */
"Font:" = "Police:";

/* Pref Video */
"Force index rebuilding" = "Forcer la reconstruction de l'index";

/* PrefToolBarLabel */
"General" = "Général";

/* Text Enc */
"Greek (ISO 8859-7)" = "Grec (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Grec (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Grec (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hébreux (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hébreux (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hébreux (Windows-1255)";

/* Pref Subtitle */
"height:" = "Hauteur:";

/* menu */
"Hide Auxiliary Controls" = "Masquer les contrôles auxiliaires";

/* Pref General */
"Hide in" = "Masquer après";

/* menu */
"Hide Letterbox" = "Masquer les bandes noires";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "Comment conserver les réglages dans l' \"Égaliseur\" ?";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "Comment conserver les réglages dans les \"Contrôles vidéo\" ?";

/* Video Tuner Panel */
"Hue:" = "Tonalité:";

/* Pref Subtitle */
"If confidence ≤" = "Si la confiance ≤";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "Si vous utilisez les hauts parleurs 2.0 intégrés ou la prise minijack, veuillez cocher cette option";

/* Pref Video */
"Image Enhancement" = "Amélioration de l'image";

/* Inspector Info */
"Inspector" = "Inspecteur";

/* Pref Subtitle */
"is any name" = "a n'importe quel nom";

/* Text Enc */
"Japanese (EUC)" = "Japonais (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japonais (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japonais (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japonais (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japonais (Windows-932)";

/* Pref Network */
"kBytes" = "ko";

/* Pref General */
"Keep window on top:" = "Garder la fenêtre au dessus:";

/* Text Enc */
"Korean (EUC)" = "Coréen (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Coréen (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Coréen (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Coréen (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "Bandes noires";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "Charger mais ne pas afficher les sous titres lorsque la lecture démarre";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "Charger les sous titres, si le nom du fichier sous titres";

/* Playlist OSD hint */
"Local files only" = "Fichiers locaux uniquement";

/* menu */
"Lock Aspect Ratio" = "Verrouiller le ratio d'aspect";

/* Pref Subtitle */
"matches the video file name exactly" = "correspond exactement au nom de la vidéo";

/* OpenURL Panel */
"Media URL" = "URL du média";

/* OSD hint */
"Mute OFF" = "Muet OFF";

/* OSD hint */
"Mute ON" = "Muet ON";

/* PrefToolBarLabel */
"Network" = "Réseau";

/* Pref General */
"Never" = "Jamais";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "Ne jamais remettre à zéro, enregistrer comme mes préférences";

/* Inspector Info */
"No Info" = "Aucune info";

/* Pref Subtitle */
"No letterbox" = "Pas de bandes noires";

/* Playlist OSD hint */
"No next episode" = "Aucun épisode suivant";

/* Playlist OSD hint */
"No previous episode" = "Aucun épisode précédent";

/* Pref Video */
"None" = "Aucun";

/* Pref Video */
"Normal" = "Normal";

/* Pref Video */
"Number of threads" = "Nombre de processus";

/* Pref Subtitle */
"of movie's height" = "de la hauteur de la vidéo";

/* Panel Button */
"OK" = "OK";

/* Pref General */
"on the right of control bar" = "à droite de la barre de contrôle";

/* No comment provided by engineer. */
"Open Media Files" = "Choisir un fichier média";

/* OpenURL Panel */
"Open URL" = "Ouvrir l'URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Choisir un VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Réglages OSD modifié";

/* Pref Audio */
"Output" = "Sortie";

/* OSD hint */
"Paused" = "En pause";

/* Pref Video */
"Performance & Quality" = "Performance & Qualité";

/* Pref General */
"Player Control" = "Contrôles du lecteur";

/* Pref Network */
"Prefer IPV6" = "Préférer l'IPV6";

/* Pref */
"Preferences" = "Préférences…";

/* Pref General */
"Quit when window closed" = "Quitter lors de la fermeture de la fenêtre";

/* Pref General */
"relative time to current" = "le temps par rapport à la position actuelle";

/* Pref General */
"remaining time" = "temps restant";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "Remixer le DTS 5.1 en Stéréo";

/* Equalizer & Video Tuner Panel */
"Reset" = "Remettre à zéro";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "Remettre à zéro les réglages lors de la fermeture de l'application";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "Remettre à zéro les réglages lorsqu'il n'y a rien à lire ensuite";

/* Pref General */
"Resume playing from last stopped place" = "Reprendre la lecture à partir du dernier point stoppé";

/* Pref Subtitle */
"set encoding by" = "choisir l'encodage";

/* Video Tuner Panel */
"Sharpness:" = "Précision:";

/* Pref General */
"Show" = "Afficher";

/* menu */
"Show Auxiliary Controls" = "Afficher les contrôles auxiliaire";

/* menu */
"Show Letterbox" = "Afficher les bandes noires";

/* Pref General */
"Show OSD" = "Afficher l'OSD";

/* Pref Subtitle */
"Size:" = "Taille:";

/* Text Enc */
"South Europe (ISO 8859-3)" = "Europe du sud (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Vitesse: %.1fX";

/* Pref General */
"Start to play when media opened" = "Démarrer la lecture à l'ouverture du média";

/* OSD hint */
"Stopped" = "Stoppé";

/* OSD hint */
"Sub Delay: %.1f s" = "Décalage des sous titres: %.1f s";

/* OSD hint */
"Sub: %@" = "Sous titres: %@";

/* PrefToolBarLabel */
"Subtitle" = "Sous titres";

/* SubEncoding */
"Subtitle Encoding" = "Encodage des sous-titres";

/* Inspector Info */
"Subtitle:%d" = "Sous titres:%d";

/* Pref Subtitle */
"Text Encoding Detection" = "Détection de l'encodage du texte";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thaïlandais (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thaïlandais (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thaïlandais (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Le fichier n'existe pas";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Le fichier n'est pas prise en charge par MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "L'URL n'est pas prise en charge par MPlayerX.";

/* Pref Subtitle */
"Top + Bottom" = "Haut + bas";

/* Pref Subtitle */
"Top - Left" = "Haut - Gauche";

/* Pref Subtitle */
"Top - Middle" = "Haut - Milieu";

/* Pref Subtitle */
"Top - Right" = "Haut - Droite";

/* Pref Subtitle */
"Top only" = "En haut seulement";

/* Pref General */
"total time" = "temps total";

/* Inspector Info */
"Track Info:" = "Infos des pistes:";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "Transférer les flux RTSP via le protocole HTTP";

/* Pref General */
"Transparency" = "Transparence";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turc (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turc (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turc (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Déverrouiller le ratio d'aspect";

/* Pref Subtitle */
"Use embedded font if possible" = "Utiliser une police intégré si possible";

/* Pref Network */
"Use ffmpeg to handle the stream" = "Utiliser ffmpeg afin de prendre en charge le flux";

/* PrefToolBarLabel */
"Video" = "Video";

/* OSD hint */
"Video %@" = "Video %@";

/* Video Tuner Panel */
"Video Tuner" = "Contrôles vidéo";

/* Inspector Info */
"Video:%d" = "Video:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamien (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamien (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Volume: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Europe Occidentale (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Europe Occidentale (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Europe Occidentale (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Europe Occidentale (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "Lors du passage en plein écran, NE PAS masquer les autres écrans";

/* Pref General */
"While playing" = "Pendant la lecture";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "En activant ce réglage, MPlayerX va recalculer l'index afin de rendre la vidéo recherchable, utile sur certains fichiers endommagés. Mais cela peut retarder le démarrage de le lecture de plusieurs secondes";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Utiliser FFMpeg afin de prendre en charge le flux";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Utiliser MPlayer afin de prendre en charge le flux";

